Repository: rentouw/Carceris-caeci-diaboli
Catalog: data/locales/*/LC_MESSAGES/*.po
Languages: nl

source: left
nl: links

source: right
nl: rechts

source: forward
nl: vooruit

source: inventory
nl: inventaris

source: Welcome to Carceris caeci diaboli. ======================================================= This is a text based game. Where you are in a dungeon and fight monsters. You move around in the dungeon by pressing the buttons and when you encounter a monster you fight it. You can use items in your inventory to heal or level up faster. Press forward enter the dungeon.
nl: Welkom bij Carceris caeci diaboli. ======================================================= Dit is een op tekst gebaseerd spel, waar je je in een kerker bevindt en vecht tegen monsters. Je beweegt je rond in de kerker door op de knoppen te drukken en als je een monster tegenkomt vecht je ermee. Je kan spullen in uw inventaris gebruiken om sneller te herstellen of sneller naar het volgende level te gaan. Druk vooruit om de kerker binnen te gaan.

source: Username: %s Health: %s Attack: %s Level: %s Xp: %s
nl: Gebruikersnaam: %s Leven: %s Aanval: %s Level: %s Xp: %s

source: You have died. Your level was %s Thanks for playing :Authors: rentouw :Version: 0.2V 10/02/2019
nl: U bent gestorven. Je level was %s Bedankt voor het spelen :Auteur: rentouw :Versie: 0.2V 10/02/2019

source: You have found a crossroad where you can go
nl: Je hebt een kruispunt gevonden waar je

source: left, right, or forwards.
nl: links, rechts of vooruit kunt gaan.

source: forward or right.
nl: vooruit of rechts kunt gaan.

source: left or right.
nl: links of rechts kunt gaan.

source: left or forwards.
nl: links of vooruit kunt gaan.

source: You can only go right.
nl: Je kan alleen naar rechts gaan.

source: You can only go left.
nl: Je kan alleen naar links gaan.

source: The monster tries to attack you but misses.
nl: Het monster probeert je aan te vallen maar mist.

source: The monster used a strong attack against you.
nl: Het monster gebruikte een sterke aanval tegen jou.

source: The monster used a weak attack against you.
nl: Het monster gebruikte een zwakke aanval tegen jou.

source: You killed the monster.
nl: Je hebt het monster gedood.

source: The monster dropped %s and %s XP.
nl: Het monster liet %s en %s XP vallen

source: There is a monster around the corner which jumps you.
nl: Er is een monster om de hoek dat je bespringt.

source: You enter the hallway to your left.
nl: Je gaat de linkse gang binnen.

source: weak attack
nl: zwakke aanval

source: strong attack
nl: sterke aanval

source: run
nl: vluchten

source: You tried to attack the monster but failed.
nl: Je probeerde het monster aan te vallen maar faalde.

source: You attack the monster
nl: Je valt het monster aan

source: The monsters health is %s now.
nl: De gezondheid van monsters is nu %s.

source: You enter the hallway to your right.
nl: Je gaat de rechtse gang binnen.

source: You enter the dungeon.
nl: Je gaat de kerker binnen.

source: You keep walking forward.
nl: Je blijft vooruit gaan.

source: You successfully ran around the monster without it grabbing you.
nl: Je bent met succes rond het monster gegaan zonder dat het je greep.

source: You tried to run around the monster but it garbed you and throws you against the wall.
nl: Je probeerde rond het monster te rennen, maar het pakte je en gooide je tegen de muur.

source: Inventory ================= Potion = %s Flesh = %s Gold nugget = %s Bone = %s Dust = %s
nl: Inventaris ================= Drankje = %s Vlees = %s Goudklompje = %s Bot = %s Stof = %s

source: Carceris caeci diaboli. ------------------------------------- In this game you will wander around in a dungeon with monsters. You will need to fight and kill for experience and loot. Made by rentouw. As a POC.
nl: Carceris caeci diaboli. ------------------------------------- In dit spel dwaal je rond in een kerker met monsters, je zult moeten vechten en moorden voor ervaring en buit. Gemaakt door rentouw. Als een POC.
